from pathlib import Path
import os

candy_reply = [
    "你这糖……没毒叭？！",
    "快给我，人家要吃！",
    "呜呜呜，给我叭＞﹏＜",
    "给我吃！",
    "给我，白嫖！(*^▽^*)",
    "给人家舔一下，就一下嘛",
    "唔，好甜吖（吧唧吧唧）",
    "人家先咬一口ヾ(≧▽≦*)o",
    "盯(•_•)=====",
    "唔，好叭，分你一点",
    "好东西要一起吃,,ԾㅂԾ,,",
    "给我吃，想让人家做什么都可以..（小声））",
    "ˋ( ° ▽、° ) ",
    "吃不了，还你一根o((>ω< ))o",
    "",
    "",
]

bb_reply = [
    "你发个粑粑是什么意思啊喂",
    "喂给你吃o(〃＾▽＾〃)o",
]

wx_reply = [
    "笑得不怀好意＞﹏＜",
    "微笑可以掩饰你一肚子坏水嘛？o((>ω< ))o",
    "不要再假惺惺地笑啦！！"
]

dk_reply = [
    "那，膝枕……（脸红）",
    "不哭不哭，还有咱陪着你",
    "不要哭。咱会像妈妈一样安慰你(抱住你的头)",
    "摸摸头，乖",
    "摸摸有什么事可以和咱说哟",
    "摸摸头~不哭不哭",
    "咱在呢，抱抱~~",
    "那么……让咱来安慰你吧",
    "唔...摸摸头安慰一下ヾ(•ω•`。)",
    "有咱陪伴你就是最大的安慰啦……不要不开心嘛",
    "你想要怎样的安慰呢？这样？这样？还是说~~这样！",
    "摸摸头～",
    "不哭不哭，要像咱一样坚强",
    "你别难过啦，不顺心的事都会被时间冲刷干净的，在那之前...咱会陪在你的身边",
    "（轻抱）放心……有咱在，不要伤心呢……",
    "唔...咱来安慰你了~",
    "摸摸，有什么不开心的事情可以给咱说哦。咱会尽力帮助你的。"
]

aj_reply = [
    "才.......才.......才没有呢",
    "也好了（有点点的样子(o￣Д￣)＜）",
    "任性可是女孩子的天性呢...",
    "谁会喜欢傲娇啊（为了你假装傲娇）",
    "谁，谁，傲娇了，八嘎八嘎，你才傲娇了呢(っ//////////c)（为了你假装成傲娇）",
    "傲娇什么的……才没有呢！(/////)",
    "傲不傲娇你还不清楚吗？",
    "你才是傲娇！你全家都是傲娇！哼(｀Д´)",
    "才……才没有呢，哼，再说不理你了",
    "咱...咱才不会这样子的！",
    "啰…啰嗦！",
    "哼！（叉腰鼓嘴扭头）",
    "你才是傲娇受你全家都是傲娇受╰_╯",
    "才~才不是呢，不理你了！哼(｀Д´)",
    "你才是死傲娇",
    "啰，啰嗦死了，才不是呢！",
    "就是傲娇你要怎样",
    "诶...！这...这样...太狡猾了啦...你这家伙....",
    "无路赛！你才是傲娇嘞！你全家都是！",
    "咱...咱才不是傲娇呢，哼（鼓脸）",
    "不许这么说咱 ,,Ծ‸Ծ,,"
]