setu_sendmessage = [
    "这是你的🐍图",
    "你是大色批",
    "看！要色图的色批出现了！",
    "喏，图",
    "给给给个🐍图",
    "色图有我好冲吗？",
    "呐呐呐，欧尼酱别看色图了呐",
    "有什么好色图有给发出来让大伙看看！",
    "没有，有也不给（骗你的～）",
    "天天色图色图的，今天就把你变成色图！",
    "咱没有色图（骗你的～）",
    "哈？你的脑子一天都在想些什么呢，咱才没有这种东西啦。",
    "呀！不要啊！等一...下~",
    "呜...不要啦！太色了咱~",
    "不要这样子啦(*/ω＼*)",
    "Hen....Hentai！。",
    "讨....讨厌了（脸红）",
    "你想...想做什么///",
    "啊.....你...你要干什么？！走开.....走开啦大hentai！一巴掌拍飞！(╯‵□′)╯︵┻━┻",
    "变态baka死宅？",
    "已经可以了，现在很多死宅也都没你这么恶心了",
    "噫…你这个死变态想干嘛！居然想叫咱做这种事，死宅真恶心！快离我远点，我怕你污染到周围空气了（嫌弃脸）",
    "这么喜欢色图呢？不如来点岛风色图？",
    "hso！",
    "这么喜欢看色图哦？变态？",
    "eee，死肥宅不要啦！恶心心！",
    "不管到了哪里，变态可疑分子果然还是变态可疑分子呢!",
    "变态可疑分子先生，你要的色图",
    "不许导，积回去！",
    "∫1/(1+x^4)dx",
    "做涩涩的事情是对的！",
    "有色鬼，我不说是谁！",
    "涩涩了一整天，好累哦",
    "呃...好像冲了好多次...感觉不太好呢...",
    "注意身体，色图看太多对身体不好",
]
setu_sendcd = [
    "憋冲了！你已经冲不出来了！",
    "憋住，不准冲！",
    "你的色图不出来了！",
    "注意身体，色图看太多对身体不好",
    "憋再冲了！",
    "呃...好像冲了好多次...感觉不太好呢...",
    "？？？",
    "你急啥呢？",
    "你这么喜欢色图，还不快点冲！",
]

HELP_MSG = r"""setu指令:
^(setu|色图|涩图|想色色|来份色色|来份色图|想涩涩|多来点|来点色图|来张setu|来张色图|来点色色|色色|涩涩)\s?([x|✖️|×|X|*]?\d+[张|个|份]?)?\s?(r18)?\s?(.*)?

白名单管理：
setu_wl add  添加会话至白名单 eg: setu_wl add user_114514/group_1919810
setu_wl del  移出会话自白名单 eg: setu_wl del user_114514/group_1919810

黑名单管理：    
setu_ban add  添加会话至黑名单 eg: setu_ban add user_114514/group_1919810
setu_ban del  移出会话自黑名单 eg: setu_ban del user_114514/group_1919810

r18模式管理:
setu_r18 on  开启会话的r18模式 eg: setu_r18 on group_1919810
setu_r18 off 关闭会话的r18模式 eg: setu_r18 off group_1919810

cd时间更新:
setu_cd xxx  更新会话的冷却时间, xxx为int类型的参数 eg: setu_cd 10 group_1919810

撤回时间更新:
setu_wd xxx  撤回前等待的时间, xxx为int类型的参数 eg: setu_wd 10 group_1919810

最大张数更新:
setu_mn xxx  单次发送的最大图片数, xxx为int类型的参数   eg: setu_mn 10 group_1919810

查询黑白名单:
setu_roster

更换代理:
setu_proxy xxx  xxx为代理url, 例如i.pixiv.re"""
