post = [
    "阿咪啊……阿咪啊！你就像那水里的鱼，而我像是只熊！我不去捞阿咪我都不舒服！但这过程艰难且长久，不过！当我捞到阿咪的时候，我会用我的舌头，把阿咪身上的每一个角落都舔一边，然后用我的利牙，在你的脖颈上留下只属于我的印记。但这也是结果罢了，我现在依然没有得到你。所以，我，一直在盯着阿咪",
    "好想阿咪带我学习啊，可是阿咪说她喜欢和我贴贴，她笑了，我知道既大佬又可爱的她为什么要笑，因为她其实是我的老婆",
    "昨天我到医院看医生,因为最近总是突然心脏痛。 吃饭的时候，看视频的时候，走在大街上的时候，总是没来由的突然抽痛一下。医生说我这可能是熬夜太多,没啥大问题，但以防万一，还是建议我做一个详细检查。这一检查就查出病了。 检查显示我心脏里有异物，我一看片子都差点吓晕——一个金属块，一直藏在我心脏里。我满脸疑惑，想着这是怎么来的。 手术后回家，我打开了手机，看见群里的阿咪，我突然感觉心脏被狠狠击中。我这才想起来，那不是金属块，是我第一次见到阿咪时，她那明媚的笑容。阿咪，阿咪，阿咪，我的阿咪",
    "黄桃罐头保质期是15个月，可乐要在打开后24小时喝掉，吻痕大概一周就能消失。两个人在一起三个月才算过了磨合期，似乎一切都有期限。这样多无趣。我还是喜欢一切没有规律可循的事情。比方说我躺在树上看天空，阿咪突然就掉下来砸在我怀里。",
    "阿咪让我无所不能！忆往昔，阿咪的手软软的，香香的，每天都要斯哈斯哈好几次。没了你，我该怎么活啊阿咪，阿咪……我的阿咪！你真的好迷人啊，一天不看你我就浑身难受，阿咪，阿咪，阿咪，阿咪，我的阿咪",
    "我的生活不能缺阿咪，就像天空不能失去云。我是阿咪的一片天空，她是那朵永不停息，忙忙碌碌的云。我是那孤零零的一片天，无心观鸟，无暇视下，只是等待着，希望云能从我这里路过。让风慢慢的吹，让云多留一会天空是可以没有云的，就像水可以没有鱼。但没有云的天空还剩下什么呢？只是一滩明澈的死水，再无半点涟漪。好像没有阿咪的我，仿佛活行尸。但我仍旧只是那片孤零零的天，没有阿咪的天，漆黑的天。火车的气笛是隆隆作响，而我却空空荡荡，今天阿咪会来贴贴吗？",
    "“本手、妙手、俗手”是围棋的三个术语。本手是指合乎棋理的正规下法；妙手是指出人意料的精妙下法；俗手是指貌似合理，但从全局看通常会受损的下法。但即便是如此精通棋术的我，看到阿咪时，我就好像迷失了方向，感觉我的棋盘发生了天翻地覆的变化，变得难以捉摸，无从下手。这一手棋...该怎么下，该如何下呢。当我用了一个通宵的时间来想是什么原因的时候，我看着我自己这身经百战的双手，又想起阿咪那迷人的微笑，终于想明白为什么了。在遇见阿咪那天，我便有了那怦然心动的感觉。原来“本手、妙手、俗手”这三个以外还有一种。就是——阿咪我想牵起你的手",
    "原来如此……原来如此，原来如此原来如此原来如此原来如此！！大脑……大脑在颤抖！！如此强烈的宠爱！如此勤勉！被如此深爱着的你，真是勤——勉呢！！大脑颤抖颤抖颤抖！！但是，你居然没有来贴贴？你真是怠惰呢。怠惰怠惰怠惰怠惰！！大脑………颤抖颤抖…… 啊.....阿咪.......",
    "我真的想阿咪想得要发疯了，我躺在床上会想阿咪，我洗澡会想阿咪，我出门会想阿咪，我走路会想阿咪，我坐车会想阿咪，我工作会想阿咪，我玩手机会想阿咪，我盯着路边的阿咪看，我盯着荧幕里面的阿咪看，我盯着地阿咪粉丝群的阿咪看，我盯着github里的阿咪看，我盯着群里和别人聊天的阿咪看，我每时每刻眼睛都直直地盯着阿咪看，像一台雷达一样扫视经过我身边的每一个阿咪要素，我真的觉得自己像中邪了一样，我对阿咪的念想似乎都是病态的了，我好孤独啊，真的好孤独啊，这世界上那么多阿咪为什么没有一个是属于我的！",
    "我的裤子老是被我弄破，于是我报了一个补衣服的班。有一天阿咪教我们大家缝衣服，她问道：“谁的衣服总是弄坏”，于是我高高举起手向阿咪大喊：“我的老破我的老破。”",
    "有人问我：“阿咪是谁？” 我想了想，该如何形容阿咪呢？ 莎士比亚的语言实在华丽，用在阿咪上却有些纷繁了； 徐志摩的风格热情似火，可我不忍将如此盛情强加于阿咪； 川端康城？虽优美含蓄，但阿咪的活泼可爱我是藏不住的。 我不知道该如何形容阿咪了。 但是我知道的。 阿咪是我所面对的黑暗中的一点萤火； 是我即将冻僵的心脏里尚存的余温； 是我在残酷无情的现实里的避难所啊",
    "我真的想阿咪想得要发疯了。我躺在床上会想阿咪，我洗澡会想阿咪，我出门会想阿咪，我走路会想阿咪，我坐车会想阿咪，我工作会想阿咪，我玩手机会想阿咪，阿咪我好想你阿咪求求你多发动态吧没有你我可怎么办啊我的生命里不能没有你啊阿咪我的阿咪啊人总是贪心的，开始我也只是想和你说说话，最后却想把你占为己有可不可以给我一点勇气，让我对你说，我不能没有你我害怕再没有一个人像你一样直接且温柔的颠覆我的世界如果有一天我看不见你，我会发了疯似的满世界找你闭上眼，以为我能忘记你，但流下的眼泪，却没有骗到自己你离开以后，我的世界没有了任何颜色，连黑色都不曾施舍我只希望这个世界，可以很小很小，小到我一转身便能看见你你笑一次，我就可以高兴好几天；可看你哭一次，我就难过了好几年你永远也看不到我最寂寞时候的样子，因为只有你不在我身边的时候，我才最寂寞原来世界上真有这样的事，只要一瞬间，对一个人的喜欢就能到达顶点",
    "圣徒们曾用表达人类爱情的言辞来描绘他们心中的天主，所以我想，爱慕阿咪的至情也不妨用祈祷和沉思冥想来诠释。在爱情中，我们同样会放弃记忆、理解力和智慧，同样会经历被剥夺的感觉，经历“漫漫长夜”，而作为回报，有时也会得到一份安宁。爱情的发生有如小小的死亡，恋爱中的人有时也会得享一点小小的安宁。阿咪，我想听见你的声音。",
    "我试图用那些漂亮的句子来形容你。但是不行\n我字字推敲写出长长一段话\n你眉眼一弯熠熠生辉就让我觉得。不行\n这些文字写不出你眼里的星辰\n读不出你唇角的春风\n无论哪个词都及不上你半分的柔艳。\n阿咪\n你的双眸有遥远的冬雪，\n你的微笑有绚烂的夏阳，\n你一转身便有花开为你，\n你一低头便有星辰黯然，\n但没有你的日子\n 春 夏 秋 冬\n 也只是被赋予“季节”的名义",
    "写情话真是一件温柔的事，细腻的小心思就藏在横竖撇捺之中，像是一只害羞的小兽躲在情意绵绵的字里行间，被火漆封印起来，等着解封的那一刻窜出来，跳进启信人眼底的柔波里。期待阿咪 某天打开这封信，读遍我内心的欢喜。",
    "我忘不掉阿咪了。\n如果不是知道了阿咪，说不定我已经对这个世界没有留恋了。\n阿咪真的好可爱啊。做料理的时候笨拙的样子很可爱，故意撒娇养gachi也很可爱，唱歌的时候很可爱，生气打艾玛的时候也很可爱。\n所以我离不开阿咪了。如果早晨不是有阿咪的起床闹钟的话，说不定我永远都不愿意睁眼了。如果晚上不是有阿咪的贴贴预定的话，这一天我都不希望过完了。\n阿咪的眼睛好灵动，如果能映照出我就好了。阿咪的笑容好温柔，如果只为我一个人绽放就好了。阿咪的头发好柔顺，如果能让我尽情抚摸就好了。\n阿咪这样的存在真的是被允许的吗。\n只是像现在这样默念阿咪的名字，我就觉得自己是世界上最幸福的傻子",
    "我听说在枝江有一位少女，她会宅舞二十连，她会叮嘱大家好好吃饭，她会宽恕曾经的罪人。我慕名而来，我追寻你的踪迹。他们说你在夏日沙滩滩上与海浪起舞，他们说你在水底同鱼儿歌唱，他们说在寒冬 你会搂着小猫小鼠在暖炉旁讲睡前故事。为了你我走啊走，哪怕在内陆的我距海千里，哪怕我这个旱鸭子压根不敢下水，哪怕顶着寒冬挨家挨户地寻找那别在亚麻色秀发上的粉色蝴蝶结。可是我始终找不到你的影子。我亲爱的阿咪，你究竟在哪里？",
    "阿咪，我真的好喜欢你啊，我渴望找到你，我就可以将我的无限的爱意告诉你。可是，你真的能来到我身边吗？冰冷的水底空空荡荡，钱塘江畔只有我考不上的之江校区，想和你拉钩，手指却触碰到硬邦邦的屏幕和cpu散发的余温。我走累了，哪里都不见你，你却早已化作0和1充满我的世界，你的爱也随着光纤来到我身边。我虽然走不动，我还是想回应你的爱，可我在键盘上敲出的数据，流向四面八方，能不能流进你的心里？我想更引起你的注意，只要我的爱无限大，那总有哪怕一丝一毫能被你看见吧。我想学老粉丝们写小作文，可我连说话都说不好；我想画同人图，笔尖绘出的却只是干硬的机械图；我想弹奏爱的乐曲，可我连五线谱都不会看。我如此的平庸，到头来连爱都表达不出来。",
    "阿咪，我真的好讨厌你啊，自从遇见你，你给了我一颗精美的糖果，它是那么甜让我开始厌倦以前断齑画粥；你给我暖意让我逐渐不习惯下水道的冰冷潮湿；你发出的光照亮我阴暗的生活让我自己都开始厌恶自己。我冲出下水道的追寻你的光，可是，明明周围如此明亮，我却看不清道路，我甚至看不起自己的样子。我失望地回到家，我不忍心含下那颗糖，害怕它会融化消失；我不敢将你给的暖意搂入怀里，害怕我的冰冷身躯将它稀释；我不敢睁开眼睛，害怕看见被你照亮的我自己。\n我多希望你能注意到我，看见我对你的爱，5G那么快我还是害怕追不上时间，你是离我那么近却又那么远，我看得清你的微笑，却触摸不到你的心。一天劳累下来也该睡觉了，等明天起床有力气了，或许我还能喊出那句话\n阿咪，我真的好喜欢你啊",
    "兄弟们，跟你们说个事\n群友好像魔怔了\n整天阿咪阿咪的喊，连做梦都在喊\n没事的时候就喜欢拽着我跟阿咪贴贴\n我们群一半的人都中招了\n现在一有点风吹草丛，他们就在那鬼哭狼嚎的 \n“阿咪~~~阿咪~~~” \n太哈人了 我现在怀疑阿咪是个什么传销组织\n她们的人说话都跟猜谜一样\n完全看不懂,但我又不敢报警\n群友威胁我说，要是我不和阿咪贴贴,就把我家主人给砸了\n所以说....\n等等\n等等\n我家主人.....我家主人......\n主人...阿咪...阿咪！\n阿咪我真的好喜....阿咪到底是谁啊\n有没有懂哥....阿咪…阿咪....给我讲一下\n阿咪到底是是....是....\n.....................阿咪是我主人捏~",
    "阿咪小姐昨天吃了酸菜鱼，可她不知道那是我。其实我就是那一条鱼。我从小就生活在海里，看海浪涛涛，听海风滚滚。海面上经常有渔民来打鱼，我知道那意味着什么。从我还是一颗小鱼苗的时候，就大鱼们说，不要去咬钩子，也不要跑到渔网里面。我很害怕，大鱼们说会有鱼被捞上去当场就被剖开，我想如果是我，那可能必死无疑了，我好怕死。但是从渔民口中听到什么“阿咪”，什么“圣阿咪之力”，什么“我想成为阿咪小姐的狗”，可是什么是狗，是很厉害的生物吗，我想应该成为鲨鱼的。然后我看到她衣服上别着一个小勋章，上面一个裙子小女生。可能那就是阿咪吧。偶然间的一瞥，我便爱上了那个小东西，我用我所谓7秒的记忆，将她铭记于心直到死去。我对阿咪的思念与爱伴随着我的成长一直在长大。我听说鱼被抓上去是要被剖、被刀、被切成两半，被放入热油，被炸、被烤、被煎被煮！但是被抓上去也是唯一能见到人类的机会。我不怕死，我一定要遇见阿咪。终于，可能是过了一年吧，那帮人，也可能是换了一波人，来抓鱼了。我毫不犹豫就游了过去，为了阿咪，为了我的爱，为了我爱的她，虽然有千千万万条鱼，我知道我只是其中微不足道的一条罢了。可是这是我唯一的机会，我想要遇见她，我不怕死。我从来不想死，可为了阿咪，我作为一条鱼，在人类手中我的结局只能是死于非命。我躺在砧板上，旁边的伙伴疯狂甩尾，而我很听话地一动不动，来了一个人，提着一把大刀，一下将我拍晕，我突然成为了灵魂升上天空。我的肉体已经不成模样，我从未见过有鱼变成这样。一瞬间，从渔民到杀我的人，他们所有的模样我都忘了。可是我的灵魂中已经铭刻了她的名字--阿咪。我被放在了那种盘子上，看起来金黄，我不知道我的肉体成为了什么模样了。但是就在那一刻，她出现了。她就是阿咪，我心心念念的，阿咪。当她把筷子将我的肉体夹起那一刻，我的灵魂似乎在发光。她将它送入了嘴里--我的灵魂已经不再与我的肉体有关想，我的灵魂进入了高天之上，我看到里海里我伙伴们的嗤笑，我长辈们的哀嚎，我的爱鱼的哭泣，可是我没有任何的悲伤，因为唯有爱，是跨越物种跨越距离穿越时空的，我的灵魂已然得到所有境界和万种轮回里最为饱满的惬意与欣喜。当我回味着这一切的时候，我的灵魂开始从九天之上极速坠落于餐盘之中。灵魂要陨灭了。落在餐盘里的灵魂在消散前最后那一刻，我看到了阿咪小姐皎然的笑颜",
    "什么是幸运？在遇见阿咪前我每次都会犹豫地给出不同的答案，在遇见阿咪后就有了标准答案。\n遇到阿咪，就是此生最大的幸运了。\n阿咪是秋天，是光源，是珍馐，是爱情，是捕获我躁动心脏的势阱，是造物主抽选人间所有美好摹刻的恶作剧。她的容颜有星辰的潋滟，她的发丝有江离的清香。她像病毒感染了我的一切，却又像天使治愈了我的一切。她浅笑，她轻唱，她眼里有光，她穿着可爱的灯笼裤。我已经是一个被生活中细微繁琐而又悄然堆积的失望磨平了棱角，习惯了退而求其次的人。即使不能拥抱，只要接近就好了；即使不能拯救，只要敷衍就好了；我知道朦胧的美好与清澈的苦楚，知道恋慕的准则与自贱的界限。我深谙一个管人观众的规范，可不要想阿咪的条款我一刻都做不到。泥人说爱上阿咪是灵魂的恶堕，可在爱上阿咪前我甚至从没感觉到灵魂为何物。蚂蚁尚且会追寻糖分的踪迹，那我对阿咪的迷恋怎么就是一出自陶自醉的荒诞闹剧呢？\n我过去常常反思我自己到底是什么角色，我会回答自己，一个尼特。太失败了。现在我会说，一个遇见了阿咪的尼特。太幸运了。我光是躺在床上，默念阿咪的名字，眉间被无尽的挫折碾出的沟壑都会变得柔和起来，觉得这人间全都是美好的事，就像阿咪的存在一样。\n我知道我与阿咪终将分别，像一只流浪猫一样在度过寒冬后悄悄离开有她的世界，可有这段短暂的守望就已经足够。如同是在伊豆遇见盛装的舞女，在湄公河遇见羞涩的情人，即使知道分别是必然的结束，但来之不易的陪伴已经成为足以回味一生的幸运。阿咪，阿咪，阿咪——我的生命之光，欲念之火；我的罪恶，我的，灵魂。",
    "阿咪，我真的好爱你。\n可是我不敢说。\n无数个清晨，似是被什么遥远的呼唤打动，双眸定睛后，闪烁起异彩。大概是有所领悟，出门，打开信箱，拿到信纸便逃也似地跑进房间。小心地将那久别的寄信人名称纳入眼底，随之而来的，不可抑制一般的喜悦感几乎是震撼了自己。不禁有些恐慌，继而无端的恐慌转变成了更深邃的失望。我对自己还对这样一份残存的感情抱有期待而感到悲哀，为自己这样轻易地发生心境变化而懊恼。下一个瞬间几乎是想要杀死自己。再转一瞬竟衍生出了同情心，然后阖上双眼，想要忘却什么似的再度入眠。\n醒后，打开手机，动态中没有你的踪迹，手里被汗水儒湿的信封上写的也不是你。这个秋天，没有邀请函，也没有你。我狼狈地把信塞回信箱。趁着周遭无人。\n可是我不敢说。\n阿咪，我真的好爱你。",
    "我若能说万人的方言，并天使的话语，却没有阿咪，我就成了鸣的锣，响的钹一般。 \n我若有先知讲道之能，也明白各样的奥秘，各样的知识，而且有全备的信念，叫我能够移山，却没有阿咪，我就算不的什么。\n 我若将赈济所有的穷人，又舍身叫人焚烧，却没有阿咪，仍然与我无益。 阿咪是恒久忍耐，又有恩慈。阿咪是不嫉妒，不自夸，不张狂。不作害羞的事，不求自己的益处，不轻易发怒，不计算人的恶。不喜欢不义，只喜欢真理。\n凡事包容，凡事相信，凡事盼望，凡事忍耐。 阿咪是永不止息。\n我做阿咪老婆的时候，话语像阿咪，心思像阿咪，意念像阿咪。\n如今常存的有涩涩，有阿咪。其中最大的，是和阿咪涩涩。",
    "阿咪啊，求你让我实践你的话语，体验你的道。在真理的路上与你同行，有真平安和属灵的智慧临到我，赞美阿咪是我的圣女，在天国的背景下，荣耀阿咪的名。我确信因阿咪的宝血，已经洗去我一切的罪，在信心成长的路上我的阿咪使我仰望他，也使我的福杯满溢。愿阿咪的慈爱和大能，使渴慕你的人得永生的确信和安慰。",
    "不去寻找阿咪的消息，不在意阿咪而活下去，\n我根本就做不到。我的生活已经被阿咪变得苍白了，在没有阿咪而兀自流逝了不知道多久的时间里，什么也没发生。如果就这样断绝与阿咪有关的一切的未来的话，从今以后的人生恐怕仅仅一张作文纸就可以作结。\n现在的我除了阿咪以外，什么也没有。\n身上这层皮里装的不是血与肉，而是阿咪。\n我想阿咪，想阿咪想地发了疯似的抓着头皮，一口气的松懈也会渗出泪来。\n我知道我这是自顾自的念想着她，可就算是那样，就算是那样。\n想得到回报就是那么的有错吗？",
    "阿咪，我要诵念你的圣名，你是我的太阳，你是我的天空，你是我的一切。\n阿咪，我的阿咪，我一切的信仰。\n阿咪，是至高无上的，是我心中无可替代的存在。\n阿咪所在，便是我心之所向，心之所在。\n啊，阿咪，我的阿咪，请你为我降下圣恩，阿咪，请你赐予我你的爱，我必将用我凡人的方式报答你，阿咪，我的神，我的圣女。\n阿咪，我诵念你的名，我呼唤你的名，阿咪，我的阿咪，请你聆听我的诵念。你的圣名，是我此生不忘的圣经。\n啊，阿咪，赐予我爱与祝福。\n阿咪！",
    "阿咪今天吃什么呀\n汤圆也好次喔～(=・ω・=)\n我看着眼前的一颗小汤圆，眼中尽是阿咪。又白又嫩又滑是阿咪的脸蛋，又暖又香又甜是阿咪的笑颜。比芝麻馅更甜腻，比芋泥馅更醇厚，比水果馅更清新，这不就是我心心念念的阿咪吗。\n我满怀幸福吃下这颗小汤圆，心中尽是阿咪。\n啊～～～～\n汤圆也好次喔～(=・ω・=)\n阿咪今天吃什么呢",
    "我有句话想要说！阿咪实在是可爱！ 喜欢喜欢超喜欢！果然还是喜欢！ 好不容易遇见的公主大人！ 是我生于世上唯一的理由！ 那就是为了与阿咪相遇！ 和我一起度过余生吧！ 我比世上任何人都爱你！ 阿！姨！洗！铁！路！",
    "我！讨厌、阿咪在我不知道的地方笑！还有、和其他人牵手也是！只和我就好！我特别希望是和我在一起！庆典我也是好想去的！阿咪看上去很开心的，笑著的，在你旁边有我！那样的才好！头好痛的、好难受的！我一直就只思考阿咪的事，思考得、快不正常了…",
    "我最想了解阿咪，最想待在阿咪身边，我希望我是最亲近你的人，我！讨厌、阿咪在我不知道的地方笑！还有、和其他人牵手也是！只和我就好！我特别希望是和我在一起！庆典我也是好想去的！阿咪看上去很开心的，笑著的，在你旁边有我！那样的才好！头好痛的、好难受的！我一直就只思考阿咪的事情，感觉都要 发疯了…我也在等你打电话给我！你偶尔也主动开口嘛 主动和我说话嘛 我不想要总是我单方面找你 你多少也…你一点也不在意我吗？一点也不会吗？完全不会？我对你来说不重要吗？只是朋友吗？普通的朋友吗？我希望自己不是普通的朋友，就算比普通好一点也好，我想成为不普通的 朋友… 喂 阿咪 我该怎么做才好？求你听我说话 你听到我的声音有什么想法吗？还是什么都好 拜托有点想法 我希望你可以有点想法 还是说我不该期待这种事？阿咪！",
    "破防了，我真的破防了，就因为你的一句阿咪贴贴， 我直接丢盔弃甲了。那一秒 我满头大汗 浑身发冷 亿郁症瞬间发作了 生活仿佛没了颜色 像是被抓住尾巴的赛亚人 带着海楼石的能力者 抽离尾兽的人柱力 像是没了光的奥特曼 彻底断绝了生的希望 你的一声急了急了 我的心跳快要停止了 或许真的是时候重开了 重来能解决一切\n嗯我急了 手机电脑我全砸了 别人一说我急了 我好像就真的恼羞成怒了 仿佛你看穿了在网络背后的我 这种感觉我很不舒服 被看穿了被看的死死的 我不想再故作坚强了 玩心态我输的死死的！\n我看到这些已经毫无波澜了，这些爱情已经伤不到我了。我在大润发杀了十年的鱼，我的心早已跟我的刀一样冷了。我还在少林寺扫了八年叶子，我的心早已和风一样凉了。我还在长江游了十年冬泳，我的心早已和水一样冰了\n这回是真破防了，看着你和阿咪的甜言蜜语，我真的破大防了，看着你的生活，我的生活立刻黯然失色，孤苦伶仃。为什么上天如此不公平。想到这我就更急了，你的每一句话似乎都在嘲笑我，我输的太彻底了，我是个失败者，爱情上的失败者。你的话深深刺痛我的心，我甚至可能会为此重开，在这个互联网上，人与人的差距显示出来，似乎人人都在嘲笑我，别秀啦，求求你别秀啦",
    "今天我把我的lol名字改成了“最爱阿咪老婆”。\n对面的螳螂气急败坏地抓了我8次却全部失败。\n它愤怒地质问我是不是开挂了，为什么每次抓我孤立无援都不能触发。\n我告诉它我从来不是一个人，因为阿咪老婆一直住在我的心里。",
    "“阿咪居然让我当舔狗！”\n我吞了吞口水，壮起了胆子，慢慢的凑近她的脚 \n她没有反应，只是静静的欣赏着我的痴态 \n近在咫尺，我伸出舌头应该就能够到，那股清香闻的我有点晕\n思绪飘渺，我不由得刚张开嘴妄图想去品味\n不料她等的就是这一刻，把脚往前猛的一伸，不由分说的塞到了我的嘴里\n“呜呜呜呜呜”\n“怎么了？你应该很喜欢啊，笨狗\n“呜呜呜呜呜”\n如花般的清香混合着她特有香味弥漫在我的口腔以及鼻腔中，气味独特，直冲大脑，不行了，我要昏过去了\n我番起的白眼貌似被她捕捉到\n“别死过去啊”\n伴随着激烈的斥责，她扭动起脚腕，脚趾在我的口腔中疯狂的搅动，欺负着我的舌头\n疼痛使我清醒过来，我把舌头紧紧的贴在她的脚趾上，免得磕到牙齿，却有细细的品味出一丝咸味，更是欣喜\n“看看你自己的样子，真是变态”",
    "虽然我知道我们隔着千山万海，隔着荧幕，但我对阿咪的爱恋，可击穿顽石 可穿梭银河。即使是单相思又怎么样，只要阿咪幸福，我就满足了。她笑起来的时候，我的世界都要化了，她委屈地哭泣的时候，我世界都要崩塌了，她向我撒娇的时候，我恨不得把星星摘下来送给她！我！这辈子都是阿咪老婆的仆人！",
    "网上看到一种说法，说日本人看到烟花就会想起夏天，夏日祭和烟花大会，夏季和服还有小金鱼;而中国人看到烟花就会感到寒风灌进鼻腔，想起热腾腾的饭菜和排骨汤一该过年了 。\n我觉得他说的很有道理。我还记得小时候玩烟花，都是穿着厚厚的棉袄。这也是中国人民的传统智慧一穿着厚衣服，可以玩烟花对射，被打到也不疼，就是容易把新衣服烧个窟窿，然后回家挨揍。\n我第一次见到阿咪的时候一尽管当时我戴着耳机，而且刚过四月一我 却分明听到了烟花在耳边炸开，然后再噼里啪啦地落到地面，我甚至能感受到火星子刺伤了我的眼睛。\n喜欢阿咪的感觉呢，就像是眼睁睁看着烟花朝自己飞过来。我自以为冲浪多年，早就给自己套了几层棉袄，已经刀枪不入了，可等我反应过来，我的心已经被她烧了一个大窟窿，怎么也填不满了。\n说来也好笑，明明就是她烧穿了我的棉袄，我却还想跑到她面前，指着那个大窟窿对她炫耀:“看，我有这么喜欢你!”",
    "阿咪，从上颚往下轻轻落在牙齿上，阿咪~从口腔到唇舌，摩挲着想念、玩味与诱惑。\n多米尼克斯万是希腊神话里的海妖，一眼就把杰瑞米艾恩斯拉入不复深渊。她咬着指尖，自下而上看我，眼中满满都是装出来的蜜糖纯真，粘黏着我的皮肤。再贴近一点，哪怕一厘，我就能看见那隐藏着的如狐狸一般的狡诈神色，决不输于任何一个最恶毒的成年女人。\n可我的小宝贝是那样娇嗔的女孩，我忍受不了她如幼猫一样的撒娇。更何况她不过想要我的命，那送她便是了。",
    "那一年，我记忆犹新。她大学毕业，拥有了众多粉丝，让人羡慕。而我还有两年学业，平庸的我各项都不如她优秀，如果不出意外的话，我应该永远都学不会炒股。甚至都无法和她留在同一座城市。认清了这一点，我果断提出分手，只为了不成为她的绊脚石。可阿咪死活不肯，一口一个爱我、无法离开我。眼泪像是断了线的珠子不停的往下掉，她的眼角都因为擦泪蹭红了。有那么一瞬间，我的信念动摇了，想着我也可以试试。但最终，理智占领了思想高地。我忍痛和她分手，并且拉黑了一切联系方式。\n一晃这么多年过去了，如今看到她依然这么幸福，我就已经很欣慰了。\n不过我过得也不错，精神病院里福利待遇很好，阿咪也时常来看我。\n不说了，她给我打电话了，我们要一起去玩摇摇乐了。",
    "弗洛伊德曾经说过，人的精神由三部分构成，本我，自我和超我，前两部分我都有，我觉得阿咪能给我第三部分。",
    "所以说，我觉得“笑容”是人类最难看的表情，你看，笑容需要牵动的脸部肌肉实在是太多了，整张脸被神经扯动，再娇俏的脸都变得如同酒后发病，难看至极\n但从文献中我看到了各路诗人对“笑容”的赞美，白居易说“回眸一笑百媚生，六宫粉黛无颜色”，苏轼说“美人微笑转星眸，月花羞，捧金瓯”\n老实说，我理解不了，我在生活里从未对这个表情有如此夸张的反应，实际上就连那“咯咯咯”的笑声，也令我十分心烦意乱。对，或许我是讨厌“笑”这个概念本身\n但我总是对理解不了的事物充满探索欲，我便开始探求这其中令这些诗人沉迷的地方。既然从现实无法探求，我便随作品出发好了\n一路上，我看过了蒙娜丽莎，酒神巴克斯，犹太新娘，一笑倾城。不，它们都无法诉说我想要的“美”，我迷惑了，我的旅途还未抵达终点，却已宣告终止\n我跌跌撞撞回到家中，打开B站，食指似卡壳的机械般滑动着界面，手机的微光打湿了我的眼睛。我不甘心，我又一次失去了探求美的资格，正在我泣不成声时，这个视频就出现在了我的B站首页\n我仿佛听到了命运之钟的摇摆声，咔嚓咔嚓，一切因果于此时收束，一切缘由在此刻得以揭晓，旅行的旗帜被重新纺织\n这个女孩，她便是因，是果，是我旅途的最终答案\n阿咪的笑容，就是我的答案\n若是此时李白，苏轼，达芬奇等人与我把酒言欢，谈及他们对“笑容”的赞美，现在的我或许可以认可了但是，或许我也会起一些没有缘由的攀比之心，“或许你们几位大诗人大画家应该见一见阿咪老师”"
]

import random
from nonebot import on_command
from nonebot.params import CommandArg
from nonebot.adapters.onebot.v11 import Message

aya = on_command("每日发癫", aliases={"发癫"}, priority=5, block=True)


@aya.handle()
async def _(arg: Message = CommandArg()):
    msg = arg.extract_plain_text().strip()
    if msg == "" or msg.isspace():
        await aya.finish("你要对谁发癫")
    randomPost = random.choice(post).replace("阿咪", msg)
    await aya.finish(randomPost)
