# 坐牢
PRISON = {
    1: [
        "⭐低级牢房",
        "⭐牢动最光荣",
        "⭐能者多牢",
        "⭐年年有牢",
    ],
    2: [
        "⭐⭐中级牢房",
        "⭐⭐牢不可破",
        "⭐⭐牢不可破联盟",
        "⭐⭐牢底坐穿联盟",
        "⭐⭐牢饭恰饱联盟",
        "⭐⭐个个都是人才说话又好听",
        "⭐⭐来点狱卒",
    ],
    3: [
        "⭐⭐⭐曼德拉的前半生",
        "⭐⭐⭐肖申克的救赎",
        "⭐⭐⭐甲级战犯",
        "⭐⭐⭐刘培强正在尝试逃离冷冻仓",
    ],
}

QUEREN = {
    1: [
        "📞📞1Q3速来坐牢",
        "📞📞📞发起了anne坐牢",
        "📞📞📞摇人摇人，一个人玩个锤子",
        "📞📞📞1=3速来坐牢",
        "📞📞📞差三个速来",
    ],
    2: [
        "📞📞2Q2速来坐牢",
        "📞📞2=2这牢十分的珍贵，让同志们先做",
        "📞📞牢房过半，速速人牢",
        "📞📞2Q2有大佬带逛街速来",
        "📞📞2=2速来坐牢",
    ],
    3: [
        "📞牢房三缺一，速来",
        "📞3Q1来个大佬带逛街",
        "📞3Q1就等你了",
        "📞别来他们三个还没一个人分高",
    ],
    4: [
        "📞有人旁观，速来",
        "📞有人越狱，呼叫支援",
        "📞别让牢房成为寂寞",
        "📞有人还没进，希望你网络比他好",
    ],
}
KAILAO = [
    "🏠又来坐牢了？",
    "🏠已经变成牢房的样子了！",
    "🏠是谁在呼唤牢房？",
    "🏠牢房青云阁雅座四位",
]
